Repository: extcode/contacts
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# extmng.categoryRestriction
source: Category restriction: Restrict the available categories in the person or company records. PageTsConfig: TCEFORM.tx_contacts_domain_model_contact.category.PAGE_TSCONFIG_ID=120. TCEFORM.tx_contacts_domain_model_contact.categories.PAGE_TSCONFIG_ID=120. TCEFORM.tx_contacts_domain_model_contact.category.PAGE_TSCONFIG_ID=130. TCEFORM.tx_contacts_domain_model_contact.categories.PAGE_TSCONFIG_ID=130.
de: Einschränkung der Kategorie: Schränken Sie die verfügbaren Kategorien in den Personen- oder Firmendatensätzen ein. PageTsConfig: TCEFORM.tx_contacts_domain_model_contact.category.PAGE_TSCONFIG_ID=120. TCEFORM.tx_contacts_domain_model_contact.categories.PAGE_TSCONFIG_ID=120. TCEFORM.tx_contacts_domain_model_contact.category.PAGE_TSCONFIG_ID=130. TCEFORM.tx_contacts_domain_model_contact.categories.PAGE_TSCONFIG_ID=130.

# extmng.categoryRestriction.current_pid
source: Categories from current page
de: Kategorien der aktuellen Seite

# extmng.categoryRestriction.siteroot
source: Categories from site root
de: Kategorien von der Seitenwurzel

# extmng.categoryRestriction.none
source: No restriction
de: Ohne Einschränkung

# flexforms_template.templateLayout.contact_teaser.default
source: Default
de: Standard

# flexforms_template.templateLayout.company_teaser.default
source: Default
de: Standard

# tx_contacts.plugin.addressSearch.settings.displayResultList
source: display result list
de: zeige Ergebnisliste

# tx_contacts.plugin.addressSearch.settings.showPid
source: detail page
de: Detailseite

# tx_contacts.plugin.contacts.action.contact.list.categories
source: Categories
de: Kategorie

# tx_contacts.plugin.contacts.action.contact.list.subcategories
source: with Subcategories
de: mit Unterkategorien

# tx_contacts.plugin.companies.action.company.list.categories
source: Categories
de: Kategorie

# tx_contacts.plugin.companies.action.company.list.subcategories
source: with Subcategories
de: mit Unterkategorien
